Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 杨老头抽着旱烟，吞云吐雾，啧啧称奇道：“那就是很厉害了。”
en_us: Old Man Yang took another puff from his smoking pipe, inhaling and exhaling clouds of smoke as he clicked his tongue in wonder and mused, "Then he must be very powerful."

source: 杨老头挥了挥烟杆，郑大风赶紧溜出屋子，带着店伙计一起离开。
en_us: Old Man Yang waved his smoking pipe, and Zheng Dafeng hurriedly walked out of the building, bringing the other shop assistants with him.

source: 杨老头换了一个话题，“以往负责坐镇此方天地的圣人，往往上任第一件事，是查看那四件老祖宗留下的压胜之物，第二事情就是来我这边，打声招呼，但哪怕是这些个圣人，其中绝大多数人，也是知其然，不知其所以然。还有两种人，不会来我这边，第一种情况，多是早期岁月，那会儿东宝瓶洲佛家势力昌盛，秃驴和尚还很多，这拨人是不敢来，怕沾因果。另一种情况，就是齐静春这样的，上边根本就是故意不告诉他真相，巴不得齐静春与我起了冲突，大打出手。齐静春今天之所以来，是他自己琢磨出了余味，或是……”
en_us: Old Man Yang changed the topic, saying, "When the previous Sages began their role of overlooking this small world, the first thing that they usually did was to examine the four subjugation treasures left here by the ancestors of the different teachings. The second thing that they did was to come here and visit me. However, even though they're Sages, most of them only understood that they needed to do this, but they didn't understand why they needed to do this. "In addition to them, there are also two types of people who won't visit me. The first type of people were mainly concentrated in the earlier years. At that time, Buddhism was flourishing in the Eastern Treasured Vial Continent, with bald monks all over the place. These people didn't dare to visit me because they were afraid that they would attract unwanted karmic fate. "The second type of people are those like Qi Jingchun. The higher powers purposely don't tell them the truth, and they're eager to see these Sages end up in a conflict with me, to the extent that we throw hands. Qi Jingchun most likely came today because he managed to figure out some of the truth by himself. Or perhaps..."

source: 杨老头望向郑大风身后的敦厚汉子，后者点了点头。
en_us: Old Man Yang looked at the solidly-built man behind Zheng Dafeng, and the man greeted him with a nod.

source: 杨老头望着少女背后的熟悉少年，陈平安。
en_us: Old Man Yang looked at the familiar figure on Ning Yao's back.

source: 杨老头气笑道：“结果呢？那只鱼篓和那条金鲤，送到陈平安手上了？嗯？！”
en_us: Old Man Yang laughed in anger, scolding, "And what was the result? Did the carp and fish basket end up in Chen Ping'an's hands? Hmm?!"

source: 杨老头没有转头，一团团烟雾在老人身前袅袅升起，“我别的本事没有，看人心一事，还算凑合。所以你不该来这里的。”
en_us: Old Man Yang continued to peer into the water while puffing on his pipe, and he mused, "I don't have much talent for anything else, but I'm decent when it comes to judging the character of others. You should've never come here."

source: 杨老头淡然道：“虽然在我眼中，没有好坏之分，没有正邪之别，不以此来称量阴德，可不意味着我就喜欢你的所作所为。以前不好与你计较什么，但是以后我就算将你灰飞烟灭，也只是一念之间，所以别得寸进尺。”
en_us: "Even though I don't differentiate between good and bad or just and evil, nor do I use these to measure one's hidden virtues, this doesn't mean that I approve of your actions," Old Man Yang told her in an indifferent voice. "In the past, the time wasn't right for me to fuss over these things. In the future, however, I can wipe out your existence with just a single thought. So don't try to push your luck."

source: 杨老头淡然问道：“小子，你知道我的身份？”
en_us: "Do you know who I am?" Old Man Yang asked in an indifferent voice.

source: 杨老头点了点头，并未隐瞒初衷。
en_us: Old Man Yang nodded in reply. He didn't try to hide his intentions.

source: 杨老头犹豫了一下，吐出一口浓重烟雾，“那你知不知道，你试图送给陈平安那份机缘，差点就害死了他。大隋皇子和宦官，宁姚，刑徒刺客，那古怪道人……陈平安差点就死在这条线上。”
en_us: Old Man Yang hesitated a moment before exhaling a cloud of thick smoke and saying, "Then do you know that you almost killed Chen Ping'an by trying to forcefully give him those fated opportunities? The prince and eunuch from the Great Sui Nation, Ning Yao, that assassin, and that strange Daoist... Chen Ping'an almost died amid these intertwining events."

source: 杨老头的嗓音幽幽传来，“你只管往下游去，试试看能游到哪里。经过那座铁匠铺的时候，也别太猖狂。不过不用太担心，你的存在，能够让这条溪水变得尤为阴沉，一旦催生出水精，有利于铸剑淬炼，所以那位阮师，不会为难你。你要是做事勤勉，说不得人家还会施舍给你一点机缘。骊珠洞天虽然碎裂了，灵气迅速流溢四散，可大抵上还能延续个三四十年，阮师的圣人之位，稳固得很，对他来说，反而是好事。”
en_us: Old Man Yang continued, "Just keep swimming as far as you can go, and see where you can reach. Make sure to keep a low profile when passing by that blacksmith shop, but don't be too worried, either. Your existence mades the water in the this creek particularly dark, and if that gives rise to water essence, then that would beneficial to the refinement of swords, so Master Ruan won't go out of his way to target you. In fact, if you perform your duties diligently, perhaps he'll even bestow some fated opportunities upon you. Even though the Jewel Small World is broken, and its spiritual energy is quicky seeping out, it should be able to last for 30 to 40 more years. Master Ruan's status as a Sage is as unshakeable as ever, so this is actually a good thing for him."

source: 杨老头皱眉问道：“小姑娘，还剩下个字，被你吃啦？”
en_us: Old Man Yang frowned and questioned, "Little girl, what about the final character? Did you eat it?"

source: 杨老头皱着脸，默不作声。
en_us: Old Man Yang remained silent as his brows furrowed slightly.

source: 杨老头瞥了眼少年手中的袋子，问道：“那个春字呢？”
en_us: Old Man Yang glanced at the pouch in Chen Ping'an's hands and asked, "Where's the character 'Spring'?"

source: 杨老头瞥了眼院中积水，说道：“去吧，你暂时只需要盯着廊桥那边的动静。”
en_us: He shot a glance at the puddle in the yard and said, "You can leave now. For the moment, you only need to keep an eye on the area around the covered bridge."

source: 杨老头瞪眼道：“所以你就擅自主张抓起那条金色鲤鱼，卖给陈平安？！”
en_us: Old Man Yang shot a glare at him and replied, "So that's why you took matters into your own hand and caught that golden carp? And that's why you tried to sell it to Chen Ping'an?!"

source: 杨老头突然笑道：“你倒是不用记这些，因为我们不管这个。”
en_us: Old Man Yang suddenly smiled and said, "Oh, you don't need to remember all this. After all, this isn't what we're going to focus on."

source: 杨老头站起身，举目远眺，“如果有一天，那孩子能够活着走出小镇，在外边闯荡个几十年后，一定会惊讶，原来当初那个家乡小镇，是如此之大。”
en_us: He stood up and gazed into the distance, continuing, "If there comes a day when that child is able to walk out of the small town alive and travel around the outside world for a few decades, he'll definitely be astonished to discover that his hometown, the small town he came from, is actually so profound and large."

source: 杨老头站起身，绕过少女，来到少年身前，用烟杆指着宁姚，对少年说道：“瞧瞧人家，一个点拨，几句话的事情，就能一举破境，再看看你，屁本事还没有，就喜欢犟，你跟谁犟呢，老天爷打盹多少年了，乐意搭理你这么个家伙？”
en_us: Old Man Yang stood up, walking around Ning Yao and stopping in front of Chen Ping'an. He pointed at Ning Yao with his smoking pipe and said, "Look at her. With just a little guidance and a few words, she was able to immediately advance to the next tier. Now, look at yourself. You have shit all abilities, yet you still like to act so stubbornly. What's the point of being so stubborn? Do you think the heavens will fall asleep and accidentally give you some fated opportunity?"

source: 杨老头笑了笑，“不用靠近，只要眼睛盯住那座廊桥即可，比如说日后有什么东西从廊桥底下飞出，你看准它的去向即可。”
en_us: Old Man Yang smiled and replied, "You don't need to enter that area. You simply need to keep your eyes open and observe the covered bridge. For example, if something flies out from underneath the covered bridge one day, just take note of what direction it leaves in."

source: 杨老头笑道：“你以为那就是帮陈平安？嫌弃那孩子死得不够快还差不多，你信不信当时如果你成功送出去龙王篓和金鲤鱼，不出三天，陈平安就必然暴毙在小镇某处？”
en_us: "Do you think that's helping Chen Ping'an?" Old Man Yang replied with a chuckle. "No, that would be trying to kill that child as quickly as possible. If you successfully gave him the Dragon King Basket and golden carp at that time, do you believe me if I say that Chen Ping'an would have suddenly died somewhere in the small town within three days?"

source: 杨老头笑道：“你李二要是能聊，我反而就不开这个口了。一个说，一个听，一个问一个答，刚刚好。”
en_us: "That's exactly why I'm telling you this," Old Man Yang chuckled. "If you were able to discuss this with me, I would have decided not to say anything instead. Having one person speaking and one person listening, one person asking and one person answering... This is how it should be."

source: 杨老头笑道：“这么多年过去了，谁说我只有你们三个徒弟的？”
en_us: "After so many years, who said that you three are my only disciples?" Old Man Yang replied with a smile.

source: 杨老头笑问道：“那宋长镜如何？”
en_us: "What do you think about Song Changjing?" Old Man Yang chuckled and asked.

source: 杨老头缓缓道：“小死。”
en_us: "Small death," Old Man Yang replied slowly.

source: 杨老头缓缓道：“连做做样子也不做，你是要造反啊？”
en_us: "You're not even going to try and pretend? Do you want to revolt?" Old Man Yang asked slowly.

source: 杨老头视线冷冷抛来，郑大风噤若寒蝉，再不敢多说半个字，举起双手，老老实实坐在台阶上。
en_us: Old Man Yang's cold gaze slowly turned to Zheng Dafeng, causing him to immediately shiver and shut up, not daring to utter another word. He put his hands up in surrender and obediently walked over to sit on the steps.

source: 杨老头解释道：“只要是在小镇上，陈平安就不会有什么好运气，机缘太大，那孩子拿不起，留不住，就是两手空空的贫贱命，他能活下来，已经相当不容易了。换成那些个所谓的天之骄子，哪个不死上七八回。”
en_us: "As long as he remains in the small town, Chen Ping'an won't be able to enjoy any sort of good fortune," Old Man Yang explained. "If the fated opportunities are too great, that child won't be able to pick them up or keep them. In the end, he'll end up empty-handed and suffering an impoverished life. The fact that he's still alive is already quite a feat. If it were one of those supreme prodigies, they would have already died seven or eight times."

source: 杨老头说道：“你也别留在这里了，带上你家那个泼妇，去一个地方。在东宝瓶洲，你这辈子都没希望破境。宋长镜是个小心眼，以后被他压着境界，你不嫌恶心，我这个当师父的还觉得恶心人呢。对了，儿子女儿，你要是真舍不得，可以带走一个，大不了就少分走一点齐静春的馈赠。”
en_us: "You shouldn't stay here either," Old Man Yang suggested. "Bring your vixen wife with you and go to that place. If you stay in the Eastern Treasured Vial Continent, you won't have any hope of breaking through in your lifetime. Song Changjing is a petty person, so even if you're not disgusted by being suppressed by him, your master I will feel absolutely disgusted. Oh, that's right. If you're reluctant to part with both your children, you can bring one of them with you. That will simply mean that you receive a little less benefit from Qi Jingchun."

source: 杨老头说道：“这是以前，以后就不好说了，将来这里，会从一座小洞天，降格成为一块没了门槛的小福地，谁都能来此，再也不用缴纳那三袋子铜钱。这也是大骊皇帝为何如此不择手段的根源所在，有些事情早六十年做，还是晚六十年再做，结果会截然不同。”
en_us: "That was the situation in the past. However, it's hard to say what it will be like in the future. Not far into the future, this place will be relegated from a small world into a blessed land with no restriction to enter. Anyone will be able to enter, and they won't need to offer three pouches of copper coins anymore. This is also why the emperor of the Great Li Empire is acting in such a unscrupulous manner. There are some things that will lead to vastly different outcomes depending on whether they're acted on 60 years earlier or 60 years later," Old Man Yang explained.

source: 杨老头轻轻一磕烟杆，老妪魂魄凝聚而成的水上身影，顿时扭曲不定，哀嚎不止。
en_us: Old Man Yang lightly tapped his smoking pipe, causing the pojection above the water to instantly contort and shudder. This projection was created by Granny Ma's soul, so Old Man Yang's action immediately cased her to wail in anguish.

source: 杨老头重复一遍，“我们不管你们怎么想，只看你们怎么做。”
en_us: "We don't care about what you think; we only care about how you perform," Old Man Yang repeated.

source: 杨老头问道：“为何齐静春不一口气送给陈平安？”
en_us: "Why didn't Qi Jingchun give everything to Chen Ping'an straight away?" Li Er asked.

source: 杨老头闷闷道：“立在文庙里的那帮老头子，脑子坏了吧，明摆着有人在针对山崖书院和齐静春，还一直袖手旁观，真当自己是泥塑木雕的死东西啦？”
en_us: Old Man Yang was slightly annoyed as he grumbled, "Those old geezers who are honored in the temples... Have their brains short-circuited or something? Someone is clearly targeting Mountain Cliff Academy and Qi Jingchun, yet they're still standing on the sidelines with their hands clasped behind their backs? Do they genuinely believe that they're inanimate objects carved from wood and shaped from mud[ref]This is referring to the fact that the Confucian Sages have statues in the temples.[/ref]?"

source: 杨老头面无表情，“说完了？说完了就回家叫春去，听说小镇最西边的猫叫声，一年到头就没断过，白天叫晚上也叫，好些人给吵得搬了家……”
en_us: Old Man Yang was emotionless as he said, "Are you done? If you're done, then you can go home and moan in bed. I've heard that the meowing in the westernmost area of the small town doesn't stop all year round. There's meowing in the morning, and there's meowing at night. In fact, there's so much meowing that many people were forced to move..."

source: 杨老头，“既然齐静春愿意拿此作为交换，为何不去？这等好事，说是百年不遇，一点也不夸张。”
en_us: "Since Qi Jingchun is willing to do this in exchange, then why not? It won't be an exaggeration to call this a one-in-100-year opportunity," Old Man Yang replied.

source: 极少有机会被人威胁的老人有些恼火。如果不是身处于这个神憎鬼厌的诡谲地方，就少女这般修为的修为，任她再天赋异禀，老人只手也能碾压虐杀十个。退步说，如果不是重任在身，需要照顾被大隋举国寄予厚望的少年殿下，老人哪怕拼着被此处自行循环的大道镇压重伤，也要好好教训下不知天高地厚的少女，初生牛犊不怕虎，勇气可嘉，仅此而已，可不意味着猛虎就不会把牛犊吃得干二净。
en_us: It had been a very long time since the old man had last been threatened like this, and he was seething with fury. If it weren't for the fact that they were stuck in this godforsaken place, regardless of how exceptional the young woman's aptitude was, there was simply far too massive a cultivation base disparity between them, and the old man would've been able to crush 10 of her at once with ease. Furthermore, he was bound by his duty to protect the young prince, who was the pride and hope of the entire Great Sui Nation. Otherwise, even if he had to risk being suppressed and severely wounded by the self-sustaining Great Dao in this place, he would've been determined to teach this little brat a lesson. She was like a little calf who was provoking a tiger, and her courage was commendable, but that certainly didn't mean that the tiger would spare the calf.

source: 极远处，有一声不易察觉的叹息，充满惋惜。
en_us: Far away in the distance, a barely audible wistful sigh rang out.

source: 果不其然，在yi座水井旁边，站着yi位身材修长的妇人，四周许多挖井搬土的青壮汉子，干活特别起劲。
en_us: Sure enough, he saw that slender woman standing by a well. Nearby, the young men were working extremely hard as they dug the wells.

source: 果不其然，泥塑神像毫无动静。
en_us: Sure enough, the statue remained silent and unmoving.

source: 果不其然，老猿侧过身，握住剑尖的手往后一甩，长剑被丢掷出去数十丈外。
en_us: Sure enough, the old ape turned around and flicked his wrist, causing the sword to fly dozens of meters away.

source: 果然，佛祖菩萨好像是不乐意搭理别教门下的徒子徒孙，那帷帽少女不知哪里冒出的最后点气力，摇摇晃晃冲向道人，扑通声重重摔倒，但是最后只手死死攥住了道人的脚踝。
en_us: Sure enough, the Buddha and the Bodhisattva seemed to have no interest in blessing a Daoist who didn't even follow in their teachings. The young woman in the veiled hat mustered up the last of her strength as she stumbled toward the Daoist priest, then fell heavily onto the ground, but in the end, she was able to lock her hand tightly around the Daoist priest's anke.

source: 某些人和事，哪怕是路边的风景，可是只要看眼，依然会让人觉得很美好。
en_us: There were some people and some things — even if they were only scenery on the roadside — that would fill one with a sense of joy with only a single glance.

source: 树叶上，有一个金色字体，一闪而逝。
en_us: There was a golden word on the leaf, though this disappeared in a flash.

source: 桃叶巷的一栋宅子里，有位慈眉善目的老人，坐在廊下的藤椅上，身边坐着位模样俏皮可爱的丫鬟，穿着鹅黄纹彩长裤，外边罩穿着浅罗碧色的纱裙，一边听着老人说故事，一边缓缓扇风。
en_us: In the Peach Leaf Alley, there was a kindly and amiable old man sitting in a cane chair under the corridor of his residence. Beside him was a clever-looking and adorable maidservant in a jade-colored dress and yellow-patterned long pants. She slowly waved a fan as she listened to the old man telling his stories.

source: 桃叶巷的桃叶郁郁，尚无桃花。
en_us: The peach leaves in the alley were lush and verdant. However, peach blossoms were still yet to form.

source: 桌上那件刘家代代相传的压箱底老物件，说是宝甲，在陈平安看来是真的丑陋吓人，巨大甲胄上，布满了枯树瘤子似的铁筋，更有五条并列的深刻抓痕，从左肩头一路倾斜向下，一直抹到右边腰间。
en_us: The ancient treasure that had been passed down for generations in the Liu Family was referred to as a suit of armor, yet in Chen Ping'an's eyes, it was so ugly that it was truly frightening. The large suit of armor was filled with metal lumps that looked like dry tree burls, and there was more so five deep claw marks that ran all the way from the left shoulder down to the right waist.

source: 桌上雪白剑鞘内的飞剑，蓦然寂静无声，无形中却多出股肃杀之气，仿佛当下的倒春寒，能够冻骨杀人。
en_us: All of a sudden, the flying sword on the table fell completely silent, and it began to give off a sense of cold killing intent that only contributed further to the early spring chill.

source: 桌对面，少年下意识揉了揉自己脖子，脸色奇差无比。
en_us: Across from him, Song Jixin unconsciously massaged his own neck as a sinister look appeared on his face.

source: 桌案上，笔墨砚纸早就备好，道人仔细问过了陈平安爹娘的姓名籍贯生辰，抽出一张黄色符纸，很快就写完，一气呵成。
en_us: A set of writing tools and paper had already been prepared on the table, and the ist priest carefully enquired Chen Ping'an about the names, birthplaces, and birth dates and times of his parents, then pulled out a yellow paper talisman before quickly inscribing something onto it.

source: 桥底下的水面上，悬浮着一位衣袂飘摇的高大女子，衣裙雪白，头发雪白，裸露在外的手脚亦是肌肤如羊脂美玉一般。
en_us: Her hair was as white as snow, while her exposed hands and feet looked as if they had been carved out of mutton fat jade.

source: 槐叶触及少女手心伤口后，如冰雪消融，转瞬消散。
en_us: As soon as locust leaf came into contact with the injuries on the palm of her hand, those injuries instantly melted away like snow and ice under the scorching sun.

source: 槐荫当中，少年眼神坚毅，脸色冷漠，碎碎默念道：“不要让老猿接近十步以内，十步，最少最少拉开这段距离。”
en_us: Within the canopy of the locust tree, Chen Ping'an wore a determined expression, and there was a cold look in his eyes as he murmured to himself, "Don't let teh old ape get within 10 steps of me. At the very least, I have to maintain that distance between us."

source: 次次都是这样，功亏一篑。
en_us: It was like this every single time. He would always screw up at the final moment.

source: 正午歇息的时候，有yi个烧瓷窑工出身的年轻人跑到刘羡阳跟前，说有人找他，挤眉弄眼，十分玩味，说是yi个比福禄街那些夫人还好看的美妇人，来找刘羡阳。
en_us: During lunch break, a young man who had worked in the dragon kilns before jogged over to Liu Xianyang and told him that someone was looking for him. He wriggled his eyebrows and winked, and his expression appeared especially playful and teasing. He said that a woman who was even more beautiful than those in Fortune Street was looking for Liu Xianyang.

source: 正在灶房用葫芦瓢勺起一瓢水的少女，接连打嗝，喝下水后，顿时神清气爽了许多，她放下勺子，从灶房姗姗走出，跑去打开院门，感到有些奇怪，仍是一板一眼回复道：“我家公子不在。陈平安，你怎么敲门了，以前你不都是站在你家院子，跟咱们聊天吗？”
en_us: Zhi Gui was in the kitchen, suffering from hiccups, and she scooped up some water using a gourd spoon. After drinking the water, she was instantly feeling a lot more refreshed, and she set down the gourd spoon before rushing out of the kitchen to open the gate. There was a slightly suspicious look on her face as she said, "My young master isn't home at the moment. Why are you knocking on our gate, Chen Ping'an? Haven't you always spoken to us over the wall from your yard?"

source: 正堂后门有回廊屋檐，一位双鬓霜白的中年儒士撑伞而至，一手持伞，一手拎着长凳，穿过侧门后，将长凳放在廊中，坐下后把油纸伞斜靠在凳子旁，然后双手拍了拍膝盖，端正坐姿，最后笑望向后院正屋檐下的老人和少年，温声道：“山崖书院齐静春，拜见杨老先生。”
en_us: There was a roof corridor behind the main hall, and a middle-aged scholar with graying sideburns held an unbrella in one hand and a stool in another hand as he walked out from the side door and made his way over. He placed the stool under the roof corridor and sat down, before leaning the oil-paper umbrella against the stool and patting his knees with his hands. He sat upright as he smiled at the old man and young boy, and he said in a gentle voice, "Mountain Cliff Academy's Qi Jingchun pays his respects to Mr. Yang."

source: 正常人听闻噩耗后，必然会有一个惊慌、悲伤、同情的过程，快慢、长短、深浅不同而已。
en_us: When ordinary people heard this terrifying news, they would definitely feel a sense of panic, grief, and sympathy. The only difference would be the severity of these feelings and length of time they experienced them.

source: 正当少女充满憧憬的时候，一个熟悉身影飞一般擦肩而过。
en_us: Just as she was daydreaming about this, a familiar figure shot past her like a rushing gust of wind.

source: 正是从小镇福禄街同样绕路赶来会合的宁姚，她问道：“受伤了？”
en_us: Ning Yao had come all the way from Fortune Street to meet him here, and she asked, "Did you get injured?"

source: 正是清风城许氏，不过当然是躲在幕后的那种。
en_us: Of course, they had only done so in secret from behind the scenes.

source: 正是背剑悬虎符的兵家宗师，自称来自真武山，他曾经扬言要与金童玉女所在师门的那位小师叔yi战。
en_us: The man in front of him was none other than the Martial Sect grandmaster who had a sword strapped to his back and a tiger talisman hanging by his waist. He claimed that he had come from the True Martial Mountain, and he had even announced that he would challenge the so-called Junior Uncle from the sect of the Golden Boy and Jade Girl.

source: 正襟危坐。
en_us: He was sitting in an upright manner.

source: 正要走出小院，陈平安突然听到刘羡阳说道：“陈平安，你只要肯帮忙，回头我就帮你去水坑摸石头！”
en_us: Just as he was about to leave the courtyard, Chen Ping'an suddenly heard Liu Xianyang say, "Chen Ping'an, as long as you help me, I'll also help you dive for pebbles in the pit!"

source: 正阳山不知通过什么渠道知晓此事后，便去找到那个破落户，试图购买刘羡阳的本命瓷，正阳山一位老祖，当面就给出了一个天价。但是那户人家吃错药了一般，死活不愿松口，只说是已经转手卖给其他人了，至于是谁，什么来历，更是守口如瓶。
en_us: After somehow learning about this, the Sun Scorch Mountain had approached Liu Xianyang's porcelain buyer and attempted to purchase Liu Xianyang's bonded porcelain from them. One of the leading figures of the Sun Scorch Mountain had offered an astronimical price for the bonded porcelain, but in a rather inexplicable turn of events, the porcelain buyer refused to sell. All they told the Sun Scorch Mountain was that they had already sold the bonded porcelain to someone else, but they refused to reveal any furter information about the new porcelain buyer's identity.

source: 正阳山小女孩争先恐后道：“我知道我知道，我们家就有三只养剑葫芦，我爷爷有一只，灰不溜秋的，丑死了。太白峰的刘爷爷那只最可爱，小小的，巴掌大小，嗖嗖嗖，会飞出几十把小飞剑。苏姐姐那只不大不小，紫金颜色，可惜苏姐姐平时不太愿意拿出来，我求了好多次才摸了摸，苏姐姐很快就藏起来啦。”
en_us: Tao Zi hurriedly chimed in, saying, "I know! I know! My family has three Sword Nurturing Gourds. My grandpa has a gray one, and it's super ugly. The one that Grandpa Liu owns is the cutest. It's small and palm-sized, and with a whoosh, it will release dozens of mini flying swords. Big Sister Su's one isn't big or small, and it's golden-purple in color. However, it's a shame that Big Sister Su doesn't like to take it out too much. I had to beg her a lot of times before I was finally able to touch it. However, Big Sister Su quickly put it away again."

source: 正阳山护山猿陷入沉思，呢喃道：“是风雷园那小子借机寻衅？还是衙署宋长镜的谋划？”
en_us: After issuing those instructions to Li Hong, Bai Yuan fell into deep thought as he murmured to himself, "Is this an act of provocation from those bastards from the Wind Lightning Field, or is Song Changjing the one pulling the strings behind the scenes?"

source: 正阳山的搬山老猿，对李家家主随意点了点头，松开小女孩的手，低头柔声道：“小姐，老奴在山顶那边等你。”
en_us: Bai Yuan gave the leader of the Li Clan a casual nod, then released the little girl's hand as he leaned down and said in a gentle voice, "Your faithful servant will await you on the mountain peak, Young Mistress."

source: 此事迅速风靡东宝瓶洲，传为yi桩美谈。
en_us: News of this had spread through the Eastern Treasured Vial Continent like wildfire, and it had immediately become a story praised and talked about by everyone.

source: 此人境界比自己，只高不低。
en_us: This person's cultivation base could only be higher than his own.

source: 此人是陈平安的老邻居，据说更是前任监造大人的私生子，那位大人唯恐清流非议、言官弹劾，最后孤身返回京城述职，把孩子交由颇有私交情谊的接任官员，帮着看管照拂。如今小镇莫名其妙地失去官窑烧制资格，负责替朝廷监理窑务的督造大人，自己都泥菩萨过江自身难保了，哪里还顾得上官场同僚的私生子，丢下一些银钱，就火急火燎赶往京城打点关系。
en_us: The boy was an old neighbor of Chen Ping'an's, and it was said that he was an illegitimate son of the former kiln supervision official. That official had returned to the capital for a debriefing for fear of being impeached by imperial censors, and he had left his illegitimate son to be looked after by his successor, who was a rather close friend of his. Now that the town had inexplicably lost the right to produce imperial ware, the kiln supervision official responsible for overseeing the operation of the official kilns was left without a job, and he had no interest in continuing to look after the illegitimate son of an imperial court colleague. After leaving some money behind, he hurriedly traveled to the capital to salvage his relations with powerful figures.

source: 此人生前曾经是刑徒，这点毋庸置疑。
en_us: It was clear that this man had once been a prisoner.

source: 此刻的寂静如同无声的讥讽。
en_us: It was as if it were replying with a silent taunt.
